atlassian.atlascode
bierner.markdown-mermaid
codeium.codeium
eamodio.gitlens
esbenp.prettier-vscode
github.vscode-github-actions
kevinrose.vsc-python-indent
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.debugpy
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vscode.vscode-typescript-next
tamasfe.even-better-toml
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wayou.vscode-todo-highlight

